jferreir/micropython/ports/xmc/boards/XTREME_XMC14/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "XTREME XMC1400"
#define MICROPY_HW_MCU_NAME   "XMC1404"
